BOT_TOKEN = '8213582854:AAE3ZJF0NM8MqJ7bc9Ir6odsAs0J0_MQ_-k' # токен бота
BOT_LOGIN = "jhgfasdasfdjhgfdghBot" # без '@'
DATABASE = "./data/database.db" # директория и название базы данных
ADMINs_ID = [7544069555]


FAQ_TEXT = """
🤯 Представьте себе возможность мгновенно и без лишних усилий обмениваться файлами с вашими друзьями, коллегами или с кем угодно.
🤖 Теперь вы можете это сделать с помощью нашего удобного телеграм-бота-файлообменника!

💾 Загружайте любые файлы - от фотографий и видеозаписей до документов и аудиофайлов - и мгновенно получайте уникальную ссылку для скачивания, которой можно поделиться с кем угодно.
🖱 Благодаря этой уникальной функции, вашим друзьям не придется проходить через сложные регистрационные процессы, просто кликнув по вашей ссылке, они смогут скачать файл в одно касание.

🔑Наш бот также предоставляет полный контроль над вашими файлами, включая возможность удалять загруженные файлы и отслеживать количество скачиваний.
Теперь вы сможете отправлять и получать файлы без задержек и препятствий, избегая всяких ограничений и поп-апов с рекламой.

♦️ Это быстро.
♦️ Это просто.
♦️ Это удобно.

📢 Попробуйте нашего телеграм-бота-файлообменника и убедитесь сами!
"""




# ТУТ ТЕКСТ ДЛЯ ОПИСАНИЯ В БОТФАЗЕР
"""

🤖 Познакомьтесь с нашим телеграм-ботом-файлообменником!

💾Загружайте файлы и получайте уникальные ссылки для скачивания, которыми легко делиться с другими.
⏳Никакого ожидания или необходимости просматривать рекламу!
📈Отслеживайте количество скачиваний и удалите файл по желанию.

⚡️Быстро, удобно, без лишних хлопот – попробуйте сейчас!

"""
